### Terraform `plan` Succeeded for Workspace: `default`
<details open><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+   create

Terraform will perform the following actions:

  # cloudflare_ruleset.seichi_portal_transform_for_cors will be created
+   resource "cloudflare_ruleset" "seichi_portal_transform_for_cors" {
+       description = "SeichiPortalが外部APIにアクセスするのに必要な、レスポンスヘッダーの設定を編集する"
+       id          = (known after apply)
+       kind        = "zone"
+       name        = "transform rule for HTTP headers"
+       phase       = "http_response_headers_transform"
+       zone_id     = "77c10fdfa7c65de4d14903ed8879ebcb"

+       rules {
+           action      = "rewrite"
+           description = "SeichiPortalが外部APIにアクセスするのに必要な、レスポンスヘッダーの設定を編集する"
+           enabled     = true
+           expression  = "http.host contains \portal.seichi.click\"
+           id          = (known after apply)
+           ref         = (known after apply)
+           version     = (known after apply)

+           action_parameters {
+               version = (known after apply)

+               headers {
+                   name      = "Access-Control-Allow-Origin"
+                   operation = "set"
+                   value     = "https://portal.seichi.click"
                }
            }
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>